Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/dahpahusat_fi/3_varhaiskasvatus_pohsaame.pdf.tmx
Source language: sme
Languages: smn

source: Mo rávagirji doaibmá árgabeaivve diliin?
smn: Maht ravvuuh tuáimih aargâ tooimâin?

source: Bargiid oahpásmahttima ja vuorrováikkuhusa bargoneavvun.
smn: Pargei uápásmittem já vuáruvaikuttâs pargoniävvun.

source: Vuođđun ovttadagaid mánnájoavkkuid árrabajásgeassinplánii.
smn: Vuáđđun ohtâduvâi pärnijuávhui avun* Vuáđđun pärnikuáhtásâš avun.

source: Pedagogalaš jođiheami bargoneavvun.
smn: Pedagooglâš jođettem pargoniävvun.

source: Rávagirjái merkejuvvo beaiveruovttu/giellabeasi doaibma
smn: Ravvuid kirjettuvvoo peivipääihi/kielâpiervâl toimâ

source: Gažaldagas lea jotkkolaš proseassa, mii ovddiduvvo bargiid ja árrabajásgeassinovttadaga dárbbuid mielde
smn: Koččâmâsâst lii juátkojeijee proosees, mii ovdeduvvoo pargovievâ já arâšoddâdemohtâduv táárbui mield * arâšoddâdemvuávám

source: Oktavuohta lundui
smn: Luánduohtâvuotâ

source: Gudnejahttit eallima, luonddu ja dan resurssaid.
smn: Kunnijâttep eellim, luándu já ton resurssijd.

source: Máŋggakultuvrralašvuohta
smn: Maaŋgâkulttuurlâšvuotâ

source: Gudnejahttit olbmo vuoigatvuođa leat earálágan.
smn: Kunnijâttep ulmuu vuoigâdvuođâ leđe ereslágán

source: Giella
smn: Kielâ

source: EOvddidat njálmmálaš árbedieđu ja gielaid sirdáseami buolvvas nubbái.
smn: Ovdedep njálmálâš ärbitiäđu já kielâ sirdâšem suhâpuolvâst nuubán

source: Min kulturidentitehta nanosmuvvá vuorrováikkuhusas iežamet joavkkuin.
smn: Mii kulttuuridentiteet naanoosm vuáruvaikuttâsâst jieijâs juávhoin

source: Servošii gullan
smn: Siärvulâšvuotâ

source: Doarjut juohkeovtta vuoigatvuođa gullat gosa nu.
smn: Tuárjup juáhháá vuoigâdvuođâ kulluđ kuusnii.

source: Árbevirolaš ealáhusat
smn: Ärbivuáváliih iäláttâsah

source: Oktavuohta eallima, luonddu ja jagi johtui seailu árbevirolaš ealáhusaid bokte.
smn: Ohtâvuotâ eellim-, luándu- já ive pirrâjotemân siäilu ärbivuáválij iäláttâsâi peht.

source: Gieđadáiddut, musihkka, máinnasárbevierru, dáidda ja olggosbuktin
smn: Kieđâiguin rähtim tááiduh, muusik, muštâlusärbi, taaiđâ já olgospyehtim

source: Dahkamuš ja kreatiivvalašvuođa vásiheapmi nannejit oktiigullevašvuođa dovddu
smn: Rähtim já kreatiivlâšvuođâ feerim nanodeh oohtânkulluuvâšvuođâ tobdo

source: Dásseárvu ja olmmošvuohta
smn: Täsiárvu já olmoošvuotâ

source: Mii leat ovttaárvosaččat deaivvademiin, mearrádusadahkamis ja bargguin.
smn: Lep täsiárvuliih kuáhtámijn, miärádâsâi rähtimist já pargoost.

source: SÁMI ÁRRABAJÁSGEASSIMA RÁVAGIRJI ÁRGABEAIVVE DILIIDE - Mo mii doaibmat árgabeaivve diliin?
smn: SÄÄMI ARÂŠODDÂDEM AARGÂ TOOIMÂI RAVVUUH - Maht toimâp aargâ vuáháduvvâin?

source: Bargomállet dorjot bargiid máhtolašvuođa bajásgeassinbarggus ovddidemiin sámemánáid gielalaš ja kultuvrralaš vuoigat-vuođaid ollašuvvama ja dássemiin guovlluguovdasaš earuid.
smn: Pargomaalih tuárjuh pargovievâ mättim šoddâdempargoost, oovdedmáin sämipárnái kielâlij já kulttuurlij vuoigâdvuođâi olášum já keezzidmáin kuávlujijd iäruid.

source: sápmelaš kultuvra ja árbediehtu sirdásit mánáide
smn: sämmilâš kulttuur já ärbitiätu sirdášuveh párnáid

source: mánáid sámi identitehta nanosmuvvá
smn: párnái sämmilâš identiteet naanoosm

source: sámegielat ealáskit ja sirdásit ođđa bulvii
smn: sämikielah iäláskeh já sirdášuveh uđđâ suhâpuolvân

source: sámi árbevirolaš diehtu sirdása mánáide
smn: sämmilâš ärbivuáválâš tiätu sirdášuvá párnáid

source: bearraša, soga ja servoša árbevirolaš mearkkašupmi mánáid bajásgeassimis seailu ja nanosmuvvá Saamenkielisissä päivähoito- ja kielipesäyksiköissä on valtakunnallisen ohjeistuksen lisäksi Saamelainen varhais-kasvatussuunnitelma, johon SaKaste-hankkeessa keskityttiin.
smn: perruu, suuvâ já siärváduv ärbivuáválâš merhâšume párnái šoddâdemovdâsvástádâsâst siäilu já naanoosm Sämmilii peivitipšo stivree säämi arâšoddâdemvuávám, mon ruotâsmitmân SaKaste-proojeekt vuájui.

source: Saamelaisen varhaiskasvatuksen rooli kielen, kulttuurin ja perinteisen tiedon siirtäjänä nuoremmille on merkittävä.
smn: Säämi arâšoddâdem rooli kielâ, kulttuur já ärbivuáválii tiäđu sirden uđđâ suhâpuolváid lii merhâšittee.

source: Ovttastahtti kultuvrralaš árvvut
smn: Ovtâstittee kulttuurliih áárvuh

source: Sámiid sosiála- ja dearvvasvuođabálvalusaid ovddidanráhkadus -fidnu
smn: Sämmilij sosiaal- já tiervâsvuođâpalvâlusâi ovdedemrááhtus -proojeekt

source: Ulbmilin buoridit sámegielat ja kultuvrii vuođđuduvvi bálvalusaid kvalitehta, váikkuhahttivuođa ja oažžuma
smn: Ulmen sämikielâlij já kulttuurân vuáđuduvvee palvâlusâi kvaliteet, vaikuttemvuotâ já finnimvuotâ
